tap "derailed/k9s"
tap "drone/drone"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "jq"
brew "bash"
brew "bat"
brew "xz"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "gcc"
brew "gd"
brew "git"
brew "graphviz"
brew "helm"
brew "htop"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "mecab", link: false
brew "mecab-ipadic"
brew "mono", link: false
brew "mysql"
brew "openapi-generator"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "tldr"
brew "tmux"
brew "vim"
brew "wget"
brew "yadm"
brew "zsh"
brew "zsh-autosuggestions"
brew "derailed/k9s/k9s"
brew "drone/drone/drone"
cask "basictex"
cask "emacs"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-source-code-pro"
