tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mas-cli/tap"
brew "bash"
brew "bat"
brew "xz"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "gcc"
brew "gd"
brew "git"
brew "graphviz"
brew "helm"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "mecab", link: false
brew "mecab-ipadic"
brew "mono", link: false
brew "mysql"
brew "openapi-generator"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby"
brew "tldr"
brew "tmux"
brew "vim"
brew "wget"
brew "yadm"
brew "zsh"
brew "zsh-autosuggestions"
brew "derailed/k9s/k9s"
cask "basictex"
cask "docker"
cask "emacs"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-source-code-pro"
cask "iina"
cask "iterm2"
cask "osxfuse"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
